[
    {
        "id": 1,
        "title": "Prophesy of Pendor",
        "category": "Статьи",
        "time": "10 часов назад",
        "author": "Сергей Мододел",
        "description": "Грандиозное обновление культового мода Prophesy of Pendor для Mount and Blade: Warband перевернет ваше представление о возможностях модостроения! Этот масштабный проект переносит игроков в уникальную фэнтезийную вселенную с глубокой историей и политической системой. В новой версии 3.9 разработчики полностью переработали боевую систему, добавив 12 новых типов оружия и 5 уникальных боевых стилей. Особого внимания заслуживает новая система рыцарских орденов - теперь вы можете основать собственный орден с уникальной геральдикой, уставом и замком-штабквартирой. В мире появилось 8 совершенно новых фракций, каждая со своими целями, квестами и веткой развития. Физика осадных битв была доведена до совершенства - теперь штурмовать замки можно с помощью 15 видов осадных орудий, включая огненные катапульты и тараны с магическими усилениями. Для любителей ролевой составляющей добавлена сложная система репутации и 147 новых персонажей с уникальными диалогами и квестами.",
        "image": "../images/prophesy.webp",
        "article": "Третья часть одного из самых популярных модов...",
        "tags": ["RPG", "Модификации", "Фэнтези"]
    },
    {
        "id": 2,
        "title": "Kingdom Come: Deliverence",
        "category": "Новости",
        "time": "50 минут назад",
        "author": "Алексей Геймеров",
        "description": "Сенсационное продолжение легендарной Kingdom Come: Deliverance от Warhorse Studios наконец-то анонсировано! Kingdom Come II: Royal Blood перенесет игроков в 1403 год - период наивысшего расцвета Богемского королевства. Разработчики увеличили игровой мир в 3 раза, добавив такие исторические локации как Прага времен Вацлава IV и горнодобывающие регионы Кутна-Горы. Совершенно новая боевая система теперь учитывает 27 различных факторов в реальном времени - от усталости бойца до погодных условий. В игре появилась детализированная система гильдий - вы можете стать мастером-оружейником, аптекарем или даже алхимиком, каждый путь открывает уникальные возможности. Особое внимание уделено исторической достоверности - консультантами выступили 15 ведущих европейских медиевистов. Впервые в серии реализованы полноценные морские сражения на Влтаве и масштабные 100-персонные битвы с продвинутой тактической системой.",
        "image": "../images/kingdom1.webp",
        "article": "Третья часть одного из самых популярных модов...",
        "tags": ["Экшен", "Ролевые", "История"]
    },
    {
        "id": 3,
        "title": "Chivalry II",
        "category": "Новости",
        "time": "3 часа назад",
        "author": "Константин Владимирович",
        "description": "Torn Banner Studios представили ошеломительный трейлер Chivalry II: Crown of Blood, который переопределяет стандарты средневековых экшенов. В новой части реализована революционная система боя с 48 типами анимаций для каждого вида оружия и реалистичной физикой ударов. Игроков ждут 12 эпических осадных сценариев - от штурма Константинополя до битвы при Азенкуре, каждый с уникальной механикой и динамически меняющимся полем боя. Впервые в жанре реализована полноценная система рыцарских турниров с 15 видами состязаний. Особой гордостью разработчиков стала новая система разрушений - теперь можно буквально разнести до основания любой замок, используя 8 видов осадных орудий. Для любителей ролевого аспекта добавлена система кланов с возможностью создания собственных гербов и 37 видами доспехов с исторически точными элементами. Специально для киберспортивного режима разработаны 5 конкурентных карт с уникальной тактической механикой.",
        "image": "../images/chivalry.webp",
        "article": "Chivalry — классическая настольная аркада с видом сверху и пошаговыми боями в средневековом сеттинге...",
        "tags": ["Экшен", "Ролевые", "Средневековье"]
    },
    {
        "id": 4,
        "title": "The Elder Scrolls IV - Oblivion",
        "category": "Статьи",
        "time": "6 часов назад",
        "author": "Константин Владимирович",
        "description": "Команда энтузиастов проекта Skyblivion совершила настоящий прорыв, представив первые игровые кадры ремейка The Elder Scrolls IV: Oblivion на движке Skyrim Special Edition. За последний месяц разработчики полностью перенесли все 15 основных городов Сиродила, сохранив их уникальную архитектуру, но значительно улучшив детализацию. Особое внимание уделено механике магии - теперь система заклинаний включает 127 новых эффектов и работает на полностью переработанной физической основе. В игре появилось 8 новых гильдий с разветвленными сюжетными линиями, включая забытую Гильдию Летописцев. Ландшафт был полностью переработан с использованием фотограмметрии реальных чешских локаций. Впервые в истории мода реализована динамическая смена времен года с уникальными игровыми механиками для каждого периода. Особой гордостью команды стала новая ИИ-система NPC, которая оживила 547 персонажей с уникальными распорядками дня и памятью о действиях игрока.",
        "image": "../images/Oblivion.webp",
        "article": "Компьютерная ролевая игра в жанре action/RPG с открытым миром...",
        "tags": ["Экшен", "Ролевые", "Средневековье", "Фэнтези", "RPG"]
    }
]