[
    {
        "id": 1,
        "title": "Prophesy of Pendor",
        "category": "Статьи",
        "time": "10 часов назад",
        "author": "Сергей Мододел",
        "description": "Обновление культового мода на Mount and Blade: Warband - Prophesy of Pendor",
        "image": "../images/prophesy.jpg",
        "article": "Третья часть одного из самых популярных модов...",
        "tags": ["RPG", "Модификации", "Фэнтези"]
    },
    {
        "id": 2,
        "title": "Kingdom Come",
        "category": "Новости",
        "time": "50 минут назад",
        "author": "Алексей Геймеров",
        "description": "Дождались! Warhorse Studios выпустило продолжение Kingdom Come: Deliverance",
        "image": "../images/kingdom1.png",
        "article": "Третья часть одного из самых популярных модов...",
        "tags": ["Экшен", "Ролевые", "История"]
    },
    {
        "id": 3,
        "title": "Chivalry II",
        "category": "Новости",
        "time": "3 часа назад",
        "author": "Константин Владимирович",
        "description": "Появился свежий трейлер новой части игры Chivalry от молодой компании Torn Banner Studios",
        "image": "../images/chivalry.jpg",
        "article": "Chivalry — классическая настольная аркада с видом сверху и пошаговыми боями в средневековом сеттинге. Игра рассчитана на совместное прохождение четырех игроков, где вместе нужно спасти короля из заточения Черного Рыцаря. Каждый игрок по очереди бросает кубики и перемещает своего персонажа по игровому полю. По мере прохождения вас ожидают сражения с врагами, непредвиденные ловушки и незабываемые впечатления от игры.",
        "tags": ["Экшен", "Ролевые", "Средневековье"]
    },

    {
        "id": 4,
        "title": "The Elder Scrolls IV - Oblivion",
        "category": "Статьи",
        "time": "6 часов назад",
        "author": "Константин Владимирович",
        "description": "Группа энтузиастов, которые делают ремейк TES 4 на движке Skyrim, поделилась результатами за месяц работы! ",
        "image": "../images/Oblivion.png",
         "article": "Компьютерная ролевая игра в жанре action/RPG с открытым миром, разработанная американской компанией Bethesda Game Studios и выпущенная компаниями Bethesda Softworks и 2K Games для Microsoft Windows и Xbox 360 в 2006 году и для PlayStation 3 в 2007 году. В 2006 году также была выпущена игра для мобильных телефонов The Elder Scrolls IV: Oblivion Mobile, разработанная компанией Vir2L Studios.",
        "tags": ["Экшен", "Ролевые", "Средневековье", "Фэнтези", "RPG"]
    }
]